export default {
  error: {
    IsIBAN: 'Введіть правильні дані {fieldName}.',
    IsCountryIBAN:
      'Введіть правильні дані {params, select,\n' +
      'AT {австрійський}\n' +
      'BE {бельгійський}\n' +
      'CZ {чеський}\n' +
      'DE {німецький}\n' +
      'ES {іспанський}\n' +
      'FR {французький}\n' +
      'HU {угорський}\n' +
      'IT {італійський}\n' +
      'NL {голландський}\n' +
      'PL {польський}\n' +
      'RO {румунська}\n' +
      'other {{params}}\n' +
      '} {fieldName}.',
    IsNotCountryIBAN:
      '{params, select,\n' +
      'AT {австрійський}\n' +
      'BE {бельгійський}\n' +
      'CZ {чеський}\n' +
      'DE {німецький}\n' +
      'ES {іспанський}\n' +
      'FR {французький}\n' +
      'HU {угорський}\n' +
      'IT {італійський}\n' +
      'NL {голландський}\n' +
      'PL {польський}\n' +
      'RO {румунська}\n' +
      'other {{params}}\n' +
      '} {fieldName} не дозволено',
  },
};
